Repository: mbcalisto/Smellicious
Catalog: *.lproj/Localizable.strings
Languages: pt_br

source: Essences
pt_br: Essências

source: Yes!
pt_br: Sucesso!

# alertMessageAccessibility
source: Your combination is a success! Enjoy your new scent. How about reading a book to make this moment even more perfect?
pt_br: Sua combinação foi bem sucedida! Aproveite seu novo aroma. Que tal ler um livro e tornar esse momento mais perfeito?

source: Oh no!
pt_br: Oh não!

# lavender-bad-misture
source: Lavender is a floral scent, combine it with woody elements and see what a success!
pt_br: Lavanda possui um aroma floral, combine com elementos amadeirados e veja a perfeita combinação!

# lavender-description
source: Calms, brings peace and balance to busy ambiences. It also provides regenerating nights sleep.
pt_br: Acalma, traz paz e equilíbrio para ambientes agitados. Também garante noites de sonos regeneradoras

source: Lavender
pt_br: Lavanda

source: Reason
pt_br: Razão:

source: Dismiss
pt_br: Voltar

# alertHint
source: This section displays a success message and a suggestion for further enjoyment.
pt_br: Esta seção mostra uma mensagem de sucesso e dá sugestões para mais aproveitamento

# accessibilityLabel
source: Warning: Oh no!
pt_br: Atenção: oh não!

# start
source: Start Over!
pt_br: Comece novamente!

source: Passion Fruit
pt_br: Maracujá

source: Coconut
pt_br: Coco

source: Tangerine
pt_br: Tangerina

source: Cherry Blossom
pt_br: Flor de cerejeira

source: Vanilla
pt_br: Baunilha

source: Peppermint
pt_br: Hortelã

source: Cinnamon
pt_br: Canela

source: Cotton
pt_br: Algodão

source: Lemon
pt_br: Limão

source: Roses
pt_br: Rosas

# emptyFirst
source: First essence space empty
pt_br: Primeiro espaço de essência vazio

# emptySecond
source: Second essence space empty
pt_br: Segundo espaço de essência vazio

source: First essence space filled with %@
pt_br: Primeiro espaço ocupado com a essência %@

source: Second essence space filled with %@
pt_br: Segundo espaço ocupado com a essência %@

# passion-fruit-bad-misture
source: Because it is a citrus aroma, passion fruit combines more with woody or menthol essences. Try these combinations and it will be a hit!
pt_br: Por possuir um aroma cítrico, o maracujá combina com essências amadeiradas ou de menta. Tente combinar com elas e acertará em cheio

# coconut-bad-misture
source: Coconut is a sweet fruity essence. Try combining it with more acidic elements.
pt_br: Coco é uma essência doce de fruta. Tente combinar com elementos ácidos.

# tangerine-bad-misture
source: Being citrusy, tangerine goes well with minty, sweety or woody essences. Try these combinations, you will love it!
pt_br: Sendo cítrica, a tangerina vai bem com essências de menta, adocicada e amadeirada. Tente estas combinações, você irá amar

# cherry-blossom-bad-misture
source: As it is a very sweet floral scent, combine with a very citrusy element to balance
pt_br: A flor de cerejeira tem um aroma floral muito doce, combine com elementos bem cítricos para balancear.

# ylang-ylang-bad-misture
source: Ylang Ylang is a floral element, try it with woody elements and discover your new passion!
pt_br: Ylang Ylang é um elemento floral, logo combine com elementos amadeirados e descubra sua nova preferência!

# vanilla-bad-misture
source: Because it is a sweet aroma, vanilla should be combined with citrus or floral aromas for a better result.
pt_br: Por ter um aroma doce, baunilha deve ser combinada com aromas cítricos ou florais para um melhor resultado.

# peppermint-bad-misture
source: Peppermint is a minty scent, it works best with citrus and woody essences.
pt_br: Hortelã possui aroma de menta, funciona melhor com essências cítricas e amadeiradas.

# cinnamon-bad-misture
source: Cinnamon is a woody element. Combine with flower essences and see the magic!
pt_br: Canela é um elemento amadeirado. Combine com essências florais e veja a mágica!

# cotton-bad-misture
source: Because it has a woody scent, cotton works best with a floral element. Try this!
pt_br: Por ter aroma amadeirado, o algodão funciona melhor com elementos florais. Tente isso!

# lemon-bad-misture
source: Due to its citricity, lemon goes well with sweet, floral or woody essences. Try one of these combinations, you will love it!
pt_br: Por ser bem cítrico, o limão combina melhor com essências doces, florais ou amadeiradas. Tente uma dessas combinações, você vai amar!

# roses-bad-misture
source: Floral aromas match with woody essences. Try to combine and see what success!
pt_br: Aromas florais combinam com essências amadeiradas. Tente combinar e ver o sucesso que é!

# passion-fruit-description
source: With relaxing properties, it reduces stress and anxiety and provides a peaceful sleep.
pt_br: Com propriedades relaxantes, reduz o estresse e a ansiedade, também garante uma boa noite de sono.

# coconut-description
source: Stimulates well-being. Calms the nerves and promotes spiritual peace. In addition, it has soothing properties for the skin, reducing inflammation and promoting hydration.
pt_br: Estimula o bem estar. Acalma os nervos e proporciona paz espiritual. Além disso, tem propriedades estimulantes para a pele, reduzindo inflamação e deixando hidratada.

# tangerine-description
source: Cheerful aroma, acts as a stimulant, reducing stress and increasing energy to produce.
pt_br: Um aroma de disposição, age como estimulante, reduzindo estresse e aumentando a energia de produção.

# cherry-blossom-description
source: With a floral and sweet aroma, it transmits a sensation of comfort and coziness, in addition to acting as a euphoriator. Ideal for romantic ambiences.
pt_br: Com um aroma doce e floral, transmite a sensação de conforto, além disso, também age como euforiador. Ideal para ambientes românticos.

# ylang-ylang-description
source: It has aphrodisiac properties and exotic aroma, in addition to decreasing nervous and muscular tension.
pt_br: Possui propriedades afrodisíacas e exóticas, além de diminuir o nervosismo e tensão muscular.

# vanilla-description
source: It has a fragrant, sweet and delicate aroma. In aromatherapy, it helps to alleviate the effects of anxiety, nervousness, depression and insomnia.
pt_br: Possui uma fragância de aroma doce e delicada. Na aromaterapia, ajuda a aliviar os sintomas de ansiedade, nervosismo, depressão e insônia.

# peppermint-description
source: It helps with concentration and motivates high performance in activities, as well as making breathing more pleasant due to the menthol aroma.
pt_br: Ajuda na concentração e aumenta a performance nas atividades, como também faz a respiração ser mais agradável por conta do aroma de menta.

# cinnamon-description
source: Stimulating aroma that improves mood has great aphrodisiac and anti-inflammatory potential.
pt_br: Aroma estimulante que melhora o humor e possui potêncial anti-inflamatório e afrodisíaco.

# cotton-description
source: With woody notes, it fights insomnia and transmits freshness to the environment. It also has antidepressant potential.
pt_br: Com tons amadeirados, o algodão combate a insônia e transmite frescor para o ambiente. Também é um potencial antidepressivo.

# lemon-description
source: It has a citrus and light aroma. It promotes concentration in studies and work, as well as improving mood and physical and mental resistance to stress.
pt_br: Possui um aroma cítrico leve. Promove concentração nos estudos e trabalho, além de melhorar o humor e resistência física e mental contra o estresse.

# roses-description
source: With a sweet and pleasant aroma, it will be the calming element of the ambience, bringing peace, romanticism and sensuality.
pt_br: Com um aroma doce prazeroso, vai ser um elemento calmante do ambiente, trazendo paz, romantismo e sensualidade.
